INSERT INTO board (
board_category, board_title, board_content, board_created_at, member_id, board_hit
) VALUES
('REQUEST', '아기 침대 찾아요', '아기 침대 찾고 있어요. 괜찮은 가격에 올려주시면 바로 삽니다.', '2024-10-27 19:42:54', 1, 0),
('REQUEST', '미끄럼틀 올려주실분?', '아기미끄럼틀 매물이 별로 없네요', '2024-10-27 19:42:54', 2, 102),
('NOTICE', '아이비 게시판 규칙', '1. 회원간의 상호간 예의를 지킵시다. 2. 특정 인물을 항햔 저격 게시글 금지 ', '2024-10-27 19:30:54', 1, 8),
('NOTICE', '오픈 기념 아이비 이벤트', '안녕하세요 아이비입니다. 오픈 기념 판매 물품 등록 하신 분들 중 추첨 50명 xxx상품권을 드립니다', '2024-10-27 19:42:54', 3, 11),
('GENERAL', '안녕하세요', '안녕하세요! 육아용품을 구하러 가입했습니다. 잘부탁드려요', '2024-10-29 15:22:54', 1, 50),
('GENERAL', '다들 좋은 하루 되세요', '소중한 가족들이 함께하는 11월이 되세요~', '2024-11-01 17:42:54', 2, 14),
('REQUEST', '유모차 구합니다', '괜찮은 유모차 있으면 하나 사고 싶어요. 판매글 올려주세요', '2024-11-01 19:55:54', 3, 2),
('QUESTION', '어떤 미끄럼틀이 좋아보이나요?', '노란색이랑  주황색 미끄럼틀 둘중 어떤게 더 좋아보이나요?', '2024-11-01 22:27:54', 2, 5),
('QUESTION', '어떤 옷이 더 괜찮을까요?', '지금 판매글 올라와 있는 옷들 중 파란색 패딩이랑 회색 패딩이중 고민이에요', '2024-11-02 08:42:54', 1, 4),
('INFORMATION', '보관 용기 정보 공유', '이유식 보관하는데 잘못 지식을 가지고 보관하면 우리 아이가 아픕니다. 자세한 정보를 공유하기 위해 ...', '2024-11-02 16:32:54', 3,8),
('INFORMATION', '좋은 유아 침대를 고르기 위해 알아야 할것', '유아 시기에 아이는 매우 연약합니다. 잘못된 침대를 고르면 아이에게 이상이 ...', '2024-11-03 08:52:54', 1,9),
('REQUEST', '아이 장난감 찾아요', '5살 남자 아이가 가지고 놀만한 장난감 모음 구합니다.', '2024-11-03 19:45:54', 2, 7),
('REQUEST', '목욕용품 세트 구해요', '괜찮은 것 있으면 판매글 올려주세요', '2024-10-28 14:42:54', 3, 10),
('INFORMATION', '3~5세 아이한테 필요한 것들', '안녕하세요. 초보 부모입니다. 5살 아들을 육아하면서 필요한데 없어서 급하게 구했던 경험을 공유합니다.', '2024-11-03 17:12:54', 1, 8),
('QUESTION', '아기 침대는 어떤 것이 좋을까요?', '아기 침대를 하나 구하려고 하는데 어떤 아기 침대가 좋은건지 위험하지는 않은지 걱정이되네요..', '2024-11-04 17:05:54', 2, 12),
('REQUEST', '미개봉 귀저귀 구합니다', '미개봉 귀저기들 소대량 전부 구합니다. 판매글 올려주세요', '2024-11-04 19:48:54', 1, 45),
('QUESTION', '3살 딸인데 이 장난감 괜찮을까요?', '아이랑 놀아주기 위해서 생각중인 장난감인데 어떤가요? ', '2024-11-05 08:20:54', 2, 111),
('QUESTION', '갓난아기가 침대를 사용해도 되나요?', '12월에 출산 예정이여서 구경하고 있는데 지금 올라와 있는 제품이 마음에 드는데 갓난아기가 사용해도 되나요?', '2024-11-05 12:32:54', 1, 12),
('GENERAL', '벌써 11월이네요', '날씨도 추운데 다들 몸조심하시고 좋은일 있으시길!', '2024-11-05 19:42:54', 3, 55),
('GENERAL', '아이 키우는게 힘드네요', '5살 남자 아이인데 옆집 아이랑 싸웠어요..어떻게 해야될까요..', '2024-11-06 11:52:54', 2, 7),
('REQUEST', '물놀이 용품 구해요', '3살 아이가 가지고 놀 만한 것으로 구해요', '2024-11-06 19:44:54', 3, 10),
('INFORMATION', '5~7세 아이한테 필요한 것들', '안녕하세요. 베테랑 부모입니다. 3남매를 키우면서 곤란했던 경험을 공유합니다.', '2024-11-06 15:02:54', 1, 8),
('QUESTION', '이 장난감에 의견좀 주실 분?', '4살 딸인데 위험한 것 같은 요소가 있는지 같이 봐주실 수 있으신가요 ?', '2024-11-26 17:48:54', 2, 12),
('REQUEST', '미개봉 귀저귀 구합니다', '미개봉 귀저기들 소대량 전부 구합니다. 판매글 올려주세요', '2024-11-06 19:42:54', 1, 45),
('QUESTION', '조언좀 구합니다.', '4살 딸이 2살 아들을 귀여워 하는지 계속 물려고 하고 있어요..못하게 막고 있긴한데 어떻게 해야될까요?', '2024-11-07 15:32:54', 2, 111),
('INFORMATION', '갓난 아기에게 위험한 것', '아이에게 뽀뽀하지 마세요. 어른이 뽀뽀할대 압력이 아이한테 위험할 수 있습니다. ', '2024-11-07 17:42:54', 1, 12),
('GENERAL', '벌써 내일은 금요일이에요!', '내일만 버티면 주말!', '2024-11-07 19:42:54', 3, 55)


;
