INSERT INTO `point_pay_back`
(`point_pay_back_price`, `entry_date`, `point_pay_back_point`, `bank`, `bank_account_number`, `bank_name`, `member_email`, `member_name`, `point_pay_back_id`, `point_pay_back_result`)
 VALUES
(1000, '2024-11-08 09:58:00.546806', 100, '004', '1000003188002', '국민은행', 'kang@example.com', '강민수', '4771', 'FAIL'),
(1000, '2024-11-08 10:03:42.723408', 100, '002', '1000003188002', '산업은행', 'kang@example.com', '강민수', '6575', 'SUCCESS'),

(3000, '2024-11-06 09:58:00.546806', 300, '002', '1000003188023', '산업은행', 'kang@example.com', '강민수', '4251', 'FAIL'),
(3000, '2024-11-06 10:03:42.723408', 300, '002', '1000003188002', '산업은행', 'kang@example.com', '강민수', '6517', 'SUCCESS'),

(7000, '2024-11-07 09:58:00.546806', 700, '004', '1000003288002', '국민은행', 'kang@example.com', '강민수', '4471', 'FAIL'),
(7000, '2024-11-07 10:03:42.723408', 700, '002', '1000003188002', '산업은행', 'kang@example.com', '강민수', '6757', 'SUCCESS'),

(10000, '2024-11-08 09:58:00.546806', 1000, '002', '3020000011702', '산업은행', 'choi@example.com', '최지현', '6271', 'FAIL'),
(10000, '2024-11-08 10:03:42.723408', 1000, '011', '3020000011702', '농협은행', 'choi@example.com', '최지현', '6957', 'SUCCESS'),

(50000, '2024-11-07 09:58:00.546806', 5000, '004', '3020000011702', '국민', 'choi@example.com', '최지현', '8271', 'FAIL'),
(50000, '2024-11-07 10:03:42.723408', 5000, '011', '3020000011702', '농협은행', 'choi@example.com', '최지현', '6577', 'SUCCESS'),

(15000, '2024-11-06 09:58:00.546806', 1500, '011', '3020000011704', '산업은행', 'choi@example.com', '최지현', '9271', 'FAIL'),
(15000, '2024-11-06 10:03:42.723408', 1500, '011', '3020000011702', '농협은행', 'choi@example.com', '최지현', '6597', 'SUCCESS')

;