INSERT INTO point_charge
(point_charge_price, tax_free_amount, entry_date, point_charge_point, member_email, member_name, partner_order_id, point_charge_id, point_charge_name, point_charge_result)
VALUES
(10000, 0, '2024-11-08 09:19:12.161353', 1000, 'kim@example.com', '김철수', 'T72d59007f575eb02203', '0e46798b-', '1000포인트', 'FAIL'),
(50000, 0, '2024-11-08 09:20:48.350508', 5000, 'kim@example.com', '김철수', 'T72d59607f575eb02204', '3b9121c-', '5000포인트', 'FAIL'),
 (100000, 0, '2024-11-08 09:19:15.568819', 10000, 'kim@example.com', '김철수', 'T72d590305806393fa4b', 'b4415491-', '10000포인트', 'SUCCESS'),

(10000, 0, '2024-11-08 09:19:12.161353', 1000, 'kang@example.com', '강민수', 'T72d59007f575eb02103', '0e46718b-', '1000포인트', 'FAIL'),
 (50000, 0, '2024-11-08 09:20:48.350508', 5000, 'kang@example.com', '강민수', 'T72d59607f575eb12204', '3b9e221c-', '5000포인트', 'FAIL'),
 (100000, 0, '2024-11-08 09:19:15.568819', 10000, 'kang@example.com', '강민수', 'T72d590305807393fa4b', 'b4615491-', '10000포인트', 'SUCCESS'),

(10000, 0, '2024-11-08 09:19:12.161353', 1000, 'choi@example.com', '최지현', 'T72d59007f575eb12203', '0e46898b-', '1000포인트', 'FAIL'),
 (50000, 0, '2024-11-08 09:20:48.350508', 5000, 'choi@example.com', '최지현', 'T72d59607f575e202204', '3b99c26c-', '5000포인트', 'FAIL'),
 (100000, 0, '2024-11-08 09:19:15.568819', 10000, 'choi@example.com', '최지현', 'T72d590305836393fa4b', 'b0415491-', '10000포인트', 'SUCCESS'),

(10000, 0, '2024-11-08 09:19:12.161353', 1000, 'oh@example.com', '오민정', 'T72d59007f575eB02203', '0e46A98b-', '1000포인트', 'FAIL'),
 (50000, 0, '2024-11-08 09:20:48.350508', 5000, 'oh@example.com', '오민정', 'T72d59607f57Seb02204', '3b9Bc21c-', '5000포인트', 'FAIL'),
 (100000, 0, '2024-11-08 09:19:15.568819', 10000, 'oh@example.com', '오민정', 'T72d590305Z06393fa4b', 'bC415491-', '10000포인트', 'SUCCESS'),

(10000, 0, '2024-11-08 09:19:12.161353', 1000, 'lee3@example.com', '이동욱', 'T72d59007f5758b02203', '0e46D88b-', '1000포인트', 'FAIL'),
 (50000, 0, '2024-11-08 09:20:48.350508', 5000, 'lee3@example.com', '이동욱', 'T72d59607f575Hb02204', '3b9sc21c-', '5000포인트', 'FAIL'),
 (100000, 0, '2024-11-08 09:19:15.568819', 10000, 'lee3@example.com', '이동욱', 'T72d5903058N6393fa4b', 'bF415491-', '10000포인트', 'SUCCESS'),

(10000, 0, '2024-11-08 09:19:12.161353', 1000, 'park@example.com', '박준형', 'T72d59007f575eM02203', '0e46G98b-', '1000포인트', 'FAIL'),
 (50000, 0, '2024-11-08 09:20:48.350508', 5000, 'park@example.com', '박준형', 'T72d59607f575Tb02204', '3b9Nc21c-', '5000포인트', 'FAIL'),
 (100000, 0, '2024-11-08 09:19:15.568819', 10000, 'park@example.com', '박준형', 'T72d590305836393fa4b', 'bK415491-', '10000포인트', 'SUCCESS'),

(10000, 0, '2024-11-08 09:19:12.161353', 1000, 'hong@example.com', '홍길동', 'T72d59007f575eb02223', '0e46Z98b-', '1000포인트', 'FAIL'),
 (50000, 0, '2024-11-08 09:20:48.350508', 5000, 'hong@example.com', '홍길동', 'T72d59607f575eb02704', '3b9Xc21c-', '5000포인트', 'FAIL'),
 (100000, 0, '2024-11-08 09:19:15.568819', 10000, 'hong@example.com', '홍길동', 'T72d590305806399fa4b', 'b4B15491-', '10000포인트', 'SUCCESS')


;